Repository: elementary/panel-power
Catalog: po/extra/*.po
Languages: es, nl, sv, zh_tw

source: Power Indicator
es: Indicador de energía
nl: Energie indicator
sv: Strömindikator
zh_tw: 電源指示器

source: View battery levels, adjust display brightness, and see apps using lots of power
es: Vea los niveles de batería, ajuste el brillo de la pantalla y vea las aplicaciones que consumen mucha energía
nl: Zie het batterijniveau, pas de helderheid van het scherm aan en zie apps die veel energie gebruiken
sv: Visa batterinivåer, justera skärmens ljusstyrka och se appar som använder mycket ström
zh_tw: 檢視電池

source: Minor updates:
es: Actualizaciones menores:
nl: Kleine updates:
sv: Mindre uppdateringar:
zh_tw: 小型更新：

source: Updated translations
es: Traducciones actualizadas
nl: Bijgewerkte vertalingen
sv: Uppdaterade översättningar
zh_tw: 翻譯更新

source: Redesign battery panel icon and show more fine-grained levels
es: Se ha rediseñado el icono del indicador de batería para mostrar niveles más detallados
nl: Ontwerp batterij paneel icoon opnieuw en laat meer verfijnde niveaus zien
sv: Omdesign av batteripanelens ikon och visning av mer finfördelade nivåer
zh_tw: 重新設計電池面板圖示，並且顯示更多電量等級

source: Drop inaccurate "Apps using lots of power" feature
es: Se retiró la característica de «aplicaciones usando demasiada energía» debido a su inexactitud
nl: De onnauwkeurige functie "Apps die veel stroom gebruiken" verwijderen
sv: Slopa den felaktiga funktionen "Appar som använder mycket ström"
zh_tw: 捨棄不準確的「耗電量大的應用程式」功能

source: New features:
es: Nuevas características:
nl: Nieuwe functionaliteit:
sv: Nya funktioner:
zh_tw: 新功能：

source: Scroll horizontally on the panel icon to change display brightness
es: Se puede desplazar horizontalmente en el icono del panel para cambiar el brillo de la pantalla
nl: Schuif horizontaal over het paneelicoon om de helderheid van het scherm aan te passen
sv: Rulla horisontellt på panelikonen för att ändra ljusstyrkan på skärmen
zh_tw: 在面板圖示上水平捲動來變更顯示器亮度

source: Do a better job hiding the brightness slider on unsupported displays
es: Se hace un mejor trabajo ocultando el indicador de brillo en pantallas no soportadas
nl: Verbeter het verbergen van de schuifregelaar voor de helderheid op niet-ondersteunde schermen
sv: Gör ett bättre jobb med att dölja ljusstyrkereglaget på skärmar som inte stöds
zh_tw: 改善在不支援的顯示器上隱藏亮度滑條的邏輯

source: Show brightness level when scrolled
es: Se muestra el nivel de brillo cuando se desplaza
nl: Toon het helderheidsniveau bij het schuiven
sv: Visa ljusstyrkenivå vid rullning
zh_tw: 捲動時顯示亮度等級

source: Show battery percentage automatically at 20% or lower
es: Se muestra el porcentaje de batería automáticamente al 20 % o menos
nl: Toon het batterijpercentage automatisch als het 20% of lager is
sv: Visa batteriprocent automatiskt vid 20% eller lägre
zh_tw: 電量低於 20% 時自動顯示電池百分比

source: Match scroll direction with Sound indicator
es: Ahora la dirección de desplazamiento coincide con el indicador de sonido
nl: Stem de scrollrichting af op de geluidsindicator
sv: Matcha rullriktning med ljudindikator
zh_tw: 使用與音效指示器相同的捲動方向

source: Show "Fully Charged" at 100% when plugged in
es: Se muestra «Completamente cargado» al 100 % cuando esté conectado
nl: Toon "Volledig opgeladen" bij 100% wanneer aangesloten
sv: Visa "Fullt laddat" vid 100% när ansluten
zh_tw: 電量為 100% 且已插入電源線時顯示「已充飽」

source: Show battery statistics when selected
es: Se muestra la estadística de batería cuando se selecciona el indicador
nl: Toon batterijstatistieken wanneer geselecteerd
sv: Visa batteristatistik när markerad
zh_tw: 選取時顯示電池統計資料

source: Launch apps using power when selected
es: Se pueden iniciar aplicaciones usando energía al seleccionar
nl: Start apps die stroom gebruiken wanneer geselecteerd
sv: Starta appar som använder ström när markerad
zh_tw: 在耗電量打的應用程式清單中選取應用程式時啟動它

source: Control display brightness by scrolling the indicator
es: Se puede controlar el brillo de pantalla usando la rueda del ratón sobre el indicador
nl: De helderheid van het scherm regelen door de indicator te verschuiven
sv: Kontrollera ljusstyrkan på skärmen genom att rulla indikatorn
zh_tw: 捲動指示器來控制顯示器亮度

source: Improvements for desktops with peripherals
es: Mejoras a escritorios con periféricos
nl: Verbeteringen voor desktops met randapparaten
sv: Förbättringar för stationära datorer med kringutrustning
zh_tw: 改善在有週邊設備的桌上型電腦上的顯示

source: Filter out internal devices
es: Se filtran los dispositivos internos
nl: Interne apparaten filteren
sv: Filtrera bort interna enheter
zh_tw: 過濾掉內部裝置

source: Show tooltip on hover
es: Se muestra una descripción emergente al pasar el puntero del ratón
nl: Toon tooltip bij aanwijzen met muis
sv: Visa verktygstips vid hovring
zh_tw: 滑鼠停駐時顯示工具提示

source: Performance improvements
es: Mejoras de rendimiento
nl: Prestatieverbeteringen
sv: Förbättringar av prestanda
zh_tw: 效能改善
