Repository: elementary/panel-power
Catalog: po/*.po
Languages: cs, ms

source: Battery
cs: Akumulátor
ms: Bateri

source: UPS
cs: Zdroj nepřerušovaného napájení (UPS)

source: Display
cs: Displej
ms: Paparan

source: Mouse
cs: Myš
ms: Tetikus

source: Keyboard
cs: Klávesnice
ms: Papan Kekunci

source: Phone
cs: Telefon
ms: Telefon

source: Media Player
cs: Přehrávač medií

source: Computer
cs: Počítač

source: Apps Using Lots of Power
cs: Aplikace spotřebovávají mnoho energie
ms: Apl yang Menggunakan Banyak Kuasa

source: Calculating…
cs: Probíhá výpočet…
ms: Mengira...

source: %i%% charged
cs: %i%% nabito
ms: %i%% dicas

source: %lld day until full
cs: %lld den do nabití
ms: %lld hari sehingga penuh

source: %lld hour until full
cs: %lld hodina do nabití

source: %lld minute until full
cs: %lld minuta do nabití
ms: %lld minit sehingga penuh

source: %lld second until full
cs: %lld sekunda do nabití
ms: %lld saat sehingga penuh

source: %i%% remaining
cs: %i%% zbývá
ms: %i%% berbaki

source: %lld day until empty
cs: %lld den do vybití
ms: %lld hari sehingga kosong

source: %lld hour until empty
cs: %lld hodina do vybití
ms: %lld jam sehingga kosong

source: %lld minute until empty
cs: %lld minuta do vybití
ms: %lld minit sehingga kosong

source: %lld second until empty
cs: %lld sekunda do vybití
ms: %lld saat sehingga kosong

source: Device
cs: Zařízení
ms: Peranti

source: Show Percentage
cs: Zobrazit procenta
ms: Tunjuk Peratus

source: Power Settings…
cs: Nastavení napájení…
ms: Tetapan Kuasa...
