Repository: elementary/panel-power
Catalog: po/szl.po
Languages: szl

source: Battery
szl: Bateryjo

source: Display
szl: Ôbroz

source: Mouse
szl: Mysz

source: Keyboard
szl: Tastatura

source: Phone
szl: Telefōn

source: Media Player
szl: Ôdgrowocz Mediōw

source: Computer
szl: Kōmputer

source: Calculating…
szl: Rachowanie…

source: %i%% charged
szl: %i%% naladowane

source: %lld day until full
szl: %lld dziyń do naladowanio

source: %lld hour until full
szl: %lld godzina do naladowanio

source: %lld minute until full
szl: %lld minuta do naladowanio

source: %lld second until full
szl: %lld sekunda do naladowanio

source: %i%% remaining
szl: ôstało %i%%

source: %lld day until empty
szl: %lld dziyń do kōńca

source: %lld hour until empty
szl: %lld godzina do kōńca

source: %lld minute until empty
szl: %lld minuta do kōńca

source: %lld second until empty
szl: %lld sekunda do kōńca

source: Apps Using Lots of Power
szl: Programy, co używajōm moc ynergije

source: Device
szl: Maszina

source: Show Percentage
szl: Pokoż procynt

source: Power Settings…
szl: Sztelōnki ynergije…
